tap "homebrew/bundle"
tap "nats-io/nats-tools"
brew "ansible"
brew "awscli"
brew "bat"
brew "just"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dotnet"
brew "fzf"
brew "git"
brew "go"
brew "helm"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "nats-io/nats-tools/nats"
brew "docker-credential-helper-ecr"
cask "android-studio"
cask "brave-browser"
cask "drawio"
cask "intellij-idea"
cask "keeper-password-manager"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "mongodb-compass"
cask "pycharm"
cask "rider"
cask "slack"
cask "webstorm"
cask "rustrover"
